{
    "https://www.jaguarusa.com, https://www.jaguarusa.com/privacy-legal.html": {
        "no_anchor0": "",
        "no_anchor1": "",
        "no_anchor2": "",
        "no_anchor3": "",
        "no_anchor4": "",
        "no_anchor5": "",
        "no_anchor6": "",
        "no_anchor7": "",
        "no_anchor8": "",
        "no_anchor9": "",
        "no_anchor10": "",
        "no_anchor11": "",
        "no_anchor12": "",
        "no_anchor13": "",
        "no_anchor14": "",
        "no_anchor15": "",
        "no_anchor16": "",
        "no_anchor17": "",
        "no_anchor18": "",
        "no_anchor19": "",
        "no_anchor20": "",
        "no_anchor21": "",
        "no_anchor22": "",
        "no_anchor23": "",
        "no_anchor24": "",
        "no_anchor25": "",
        "no_anchor26": "",
        "no_anchor27": "",
        "no_anchor28": "",
        "no_anchor29": "",
        "no_anchor30": "",
        "no_anchor31": "",
        "no_anchor32": "",
        "no_anchor33": "",
        "no_anchor34": "",
        "no_anchor35": "",
        "no_anchor36": "",
        "no_anchor37": "",
        "no_anchor38": "",
        "no_anchor39": "",
        "no_anchor40": "",
        "no_anchor41": "",
        "no_anchor42": "",
        "no_anchor43": "",
        "no_anchor44": "",
        "no_anchor45": "",
        "no_anchor46": "",
        "no_anchor47": "PRIVACY POLICY",
        "no_anchor48": "Last Updated: 10/7/2024",
        "no_anchor49": "This Privacy Policy lets you know how and why we are collecting and using your Personal Information. “Personal Information” generally means any information that describes or identifies an individual or household.",
        "no_anchor50": "This policy only applies to any Personal Information collected by or for Jaguar Land Rover North America, LLC (“JLR USA”, “our” or “we”) in connection with commercial activity, including any Personal Information collected through this website and any online features, services, and/or programs offered by JLR USA (collectively, the “Web Properties”). This policy does not apply when we provide you a different privacy policy or collect data in other contexts, like when you apply for a job with JLR USA (which is governed by a separate policy, you can reviewhere). For the sake of clarity, this policy also does not apply to your use of the InControl services or information owned by anyone other than JLR USA, such as Tata Motors or automobile dealerships.",
        "no_anchor51": "Your use of the Web Properties is governed by the Terms and Conditions located athttps://www.jaguarusa.com/terms-conditions.",
        "no_anchor52": "Overview",
        "no_anchor53": "•What Personal Information do we collect?We collect the following categories of Personal Information: Identifiers, Consumer Records, Protected Characteristics, Commercial Information, Audio and Visual Information, Internet or Network Activity Information, Geolocation Data, Marketing and Communications Information, Sensitive Personal Information, and Inferences. We explain those categories in more detail below.•How do you use my information?We use your information to operate/improve our Web Properties, personalize your experience, communicate with you, provide our products/services, perform research and development, operate our business, support retailer operations, protect information, safeguard our interests, and comply with legal and compliance obligations.•Do you sell or share my information?We sell and share the following categories of Personal Information: Identifiers, Consumer Records, Protected Characteristics, Commercial Information, Audio and Visual Information, Internet or Network Activity Information, Geolocation Data, Marketing and Communications Information, Sensitive Personal Information, and Inferences. We offer options for you to limit our selling or sharing of your information below.•How long do you keep my information?We retain your information for the period specified in our retention policy, unless legally required to keep it longer.",
        "no_anchor54": "Personal Information We Collect",
        "no_anchor55": "We may collect and process different kinds of Personal Information about you. In the last 12 months, we have collected and used the following categories of Personal Information:",
        "no_anchor56": "•Identifierssuch as name, contact information, social media handle, account usernames/passwords, driver’s license number, payment details (e.g., credit card number), and state identification card number.•Consumer Recordssuch as name and contact information.•Protected Characteristicssuch as age, gender, and racial or ethnic origin.•Commercial Informationsuch as details on products or services you purchased or considered. This includes service history, warranty details, product preferences, vehicle configurations, cars purchased/leased, and vehicle identification numbers (commonly known as “VINs”). And it also covers feedback or survey responses.•Audio and Visual Informationsuch as call recordings and images.•Internet or Network Activity Informationsuch as your browsing history and interactions with our Web Properties. For example, we collect details including internet protocol (IP) address, MAC Address or device ID/UDID, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access our Web Properties.•Geolocation Datasuch as your general physical location.•Marketing and Communications Informationsuch as marketing campaign data, click throughs, your preferences and consent in receiving marketing from us and our third parties, communication preferences, communications via email, mail and text, and activities while visiting a participating dealer.•Sensitive Personal Informationsuch as usernames/passwords for our websites, driver’s license numbers, payment details (e.g., credit card number), and state identification cards.•Inferencesdrawn from the Personal Information identified above.",
        "no_anchor57": "We do not knowingly collect Personal Information from any person under 13 years old. Specifically, the Web Properties are not intended or designed to attract children under 13 years old. If you believe your child has provided us information, you can contact us and ask us to delete it.",
        "no_anchor58": "How We Collect Your Personal Information",
        "no_anchor59": "We collect Personal Information from you, your devices, and third parties. You can learn more about each category below.",
        "no_anchor60": "We Collect Information From You",
        "no_anchor61": "We collect information you voluntarily provide us. For example, we collect Personal Information from you when you: (1) purchase, order, or request information about our products and services; (2) access a JLR USA’s social media account; (3) sign up to receive messages (texts, emails, social media notifications, etc.) from us; (4) participate in a JLR USA contest, event, promotion, or sweepstakes, or respond to one of our surveys; (5) provide JLR USA with comments or suggestions through the Web Properties; and (6) create a user account for use in connection with the Web Properties (your “User Account”).",
        "no_anchor62": "We Collect Information From Your Devices",
        "no_anchor63": "We collect information from your devices when you engage with us online.",
        "no_anchor64": "Additionally, we may use cookies, beacons, and other tracking technologies to better understand your activity on our website and across the internet. Our servers automatically log certain information from your device, such as your IP address, browser type, and history on our website.",
        "no_anchor65": "Below, we highlight some examples of the ways we collect information from your devices:",
        "no_anchor66": "•Browser Log Files. Our servers automatically log each visitor to the Web Properties and collect and record certain information about each visitor. This information includes or may include your “Internet Protocol”, or IP, address, browser language, browser type, operating system, domain names, browsing history (including time spent at a domain, time and date of your visit), referring/exit web pages and URLs, and number of clicks.•Cookies. From time to time, JLR USA, our advertisers, and other third parties may send a “cookie” to your computer. We use cookies to identify and keep track of, among other things, those areas of the Web Properties and third party websites that you visited in the past in order to enhance your next visit to the Web Properties.",
        "no_anchor67": "",
        "no_anchor68": "Session",
        "no_anchor69": "",
        "no_anchor70": "",
        "no_anchor71": "•Web Beacons. Some of our web pages and electronic communications may contain images, which may or may not be visible to you, known as web beacons (sometimes referred to as “clear gifs”). Web beacons collect only limited information that includes a cookie number; time and date of a page view; and a description of the page on which the web beacon resides.",
        "no_anchor72": "We Collect Information From Third Parties",
        "no_anchor73": "We collect Personal Information from various third parties, such as our:",
        "no_anchor74": "•Affiliates. We obtain Personal Information from companies within the Jaguar Land Rover family of companies and affiliates related to us by common control or ownership.•Retailers and Vehicle Service Providers. We receive Personal Information from third-party retailers and vehicle-service providers in connection with vehicles sales, leases, and repairs. The information that is collected will depend on factors like who you bought or leased your vehicle from and the services that you request throughout the period of your vehicle ownership.•Third Party Service Providers. We collect Personal Information from service providers including where we operate accounts on third-party platforms, such as email, text, and chat platforms, survey platforms, lenders, and analytic services providers.•Other Third Parties. We receive Personal Information from third parties including where we operate accounts on third-party platforms, such as social media platforms and roadside assistance platforms•Advertising Partners. We collect Personal Information from our advertising partners, including those who collaborate with us on joint marketing efforts or host online forms where you can request additional information. We also collect information from our joint marketing partners we work with to offer co-branded service.",
        "no_anchor75": "Use of Personal Information",
        "no_anchor76": "We use the Personal Information that we collect for the following business purposes:",
        "no_anchor77": "•Operate Our Web Properties. We use Personal Information to enable the features of the Web Properties, including: (a) operating any competitions or promotions in which you may participate; (b) setting up and managing your online account; (c) providing services to you, such as providing you information about our vehicles.•Improve Our Web Properties. We use Personal Information to improve the Web Properties. For example, we may use your data to determine which of our products, features, and services are most popular. We also may analyze your information to help us and our affiliates provide services to you as well as develop new features, functionality, and services.•Personalize Your Experience. We use Personal Information to personalize your experience on the Web Properties and customize the advertising and content you see.•Communicate with You. We use Personal Information to communicate with you and to inform you about products and services. For example, we may send you information about existing and new services, products and special offers.•Provide Our Products/Services. We use Personal Information to provide and deliver our products and services. For example, we use your information to operate, secure, and troubleshoot our offerings; support vehicle service, warranties, and recalls; provide customer service and technical support; and facilitate any incentive or rebate programs.•Perform Research and Development. We use Personal Information for internal research, development, analytics, and analysis. For example, we monitor current vehicle performance; predict trends or performance; improve existing products and services; and develop new functions, products, and services.•Operate Our Business. We use Personal Information to operate our business, including maintaining our records and supporting internal/administrative operations.•Support Retailer Operations. We use Personal Information to support retailer operations.•Protect Information. We use Personal Information to maintain our network and information security, including protecting your data against loss or damage, theft, or unauthorized access.•Safeguard Our Interests. We use Personal Information to protect our interests, including establishing, exercising, and defending legal rights and claims.•Comply with Legal and Compliance Obligations. We use Personal Information, as necessary, to comply with legal requirements (including demonstrating compliance with regulatory requirements); enforce our Code of Conduct; prevent fraud; and stop other prohibited, illegal, or harmful activities. We may also use your information to cooperate with law enforcement and regulatory authorities.",
        "no_anchor78": "We do not use sensitive Personal Information, as the California Consumer Privacy Act defines that term, for reasons other than those allowed by California Civil Code section 1798.121(a) and the associated regulations.",
        "no_anchor79": "When We Disclose Your Personal Information",
        "no_anchor80": "We disclose Personal Information to third parties and others. Specifically, in the last 12 months, we have disclosed your Personal Information to:",
        "no_anchor81": "•Companies You Choose. We may offer you the option to have us send certain information to third parties or give them access to it. If you choose to do so, your Personal Information and other information may be disclosed to those companies. And that information will be subject to the recipients’ privacy policies and practices.•Vendors. We disclose Personal Information to our vendors in connection with services they provide us, such as providing analytics, technical support, and telecommunications services. Our vendors are only allowed to use, disclose, or retain the Personal Information to provide those services.•Retailers and Authorized Vehicle Service Providers. We disclose Identifiers, Consumer Records, Commercial Information, and Marketing and Communication Information to our retailers and authorized vehicle service providers. We provide them this information as needed in connection with your reservation, to honor your request for more information, a price quote, schedule your test drive, or provide repairs or services. We also provide retailers with the foregoing information so they can contact you in their regular course of business.•Business Partners. We disclose Identifiers, Consumer Records, Internet or Network Activity Information, and Marketing and Communication Information with our business partners that we work with to offer goods and services to customers and potential customers, including SIRIUS XM, joint marketing partners, and advertising and analytics companies.•Affiliates. We may disclose Personal Information to our Jaguar Land Rover family of companies and affiliates related to us by common control or ownership.•Rebate/Incentive Providers. We may share Personal Information—such as Identifiers, Consumer Records, Commercial Information—with government agencies or third parties as needed to facilitate your participation in an incentive/rebate.•Safety & Legal Process. We may disclose your Personal Information to comply with legal processes (such as a court order), cooperate with law enforcement or government agencies, and protect the company and others. For example, we may disclose information to enforce our Terms and Conditions; take precautions against liability; investigate and defend ourselves against allegations, ensure the security or integrity of the Web Properties; and protect our rights, property, or personal safety of JLR USA, our customers, and others.•Business Transactions. We reserve the right to transfer your Personal Information, as well as any other information, in connection with the sale, reorganization, or other disposition of all or part of the JLR USA business and/or assets.",
        "no_anchor82": "We may also continue making such disclosures going forward. Additionally, we may disclose details that are not Personal Information (such as anonymous user usage data, referring/exit pages and URLs, platform types, number of clicks, etc.) to others to demonstrate the usage patterns for our advertisements, content, functionality promotions, competitions, games and/or services on the Web Properties and/or on third party websites.",
        "no_anchor83": "When We Sell or Share Your Personal Information",
        "no_anchor84": "We may provide your Personal Information to retailers, vehicle service providers, and business partners who can use that information for their own business purposes. Some jurisdictions consider that disclosure a sale because we get something of value in return. We also allow our advertising partners to collect limited information about you when you interact with our Web Properties so that they can provide you with more relevant advertising based on your online interactions with us and others. This is commonly known as targeted advertising. But some states consider the practice to be “selling” or “sharing” your information.",
        "no_anchor85": "In the last 12 months, we sold or shared the following categories of Personal Information: Identifiers, Consumer Records, Protected Characteristics, Commercial Information, Audio and Visual Information, Internet or Network Activity Information, Geolocation Data, Marketing and Communications Information, Sensitive Personal Information, and Inferences. And we did so to collect data to personalize your experience, provide products and services, perform research and development, and facilitate retailers’ and partners’ offerings.",
        "no_anchor86": "We do not have actual knowledge that we sold or shared Personal Information on anyone who is younger than 16 years old that has visited our website.",
        "no_anchor87": "If you do not want us to sell or share (in other words, make available for certain targeted advertising) your Personal Information, you can opt out by visiting ouropt-out pageor following the instructions below in the section describing your privacy rights. Additionally, consistent with our goal of offering you choices regarding your information, we are also providing you other ways you can prevent our partners from collecting your information for targeted advertising. You can use the opt outs provided by theNetwork Advertising Initiativeor theDigital Advertising Alliance. Alternatively, you can configure your web browser (Chrome, Firefox, Safari, etc.) to delete and/or control the use of cookies.",
        "no_anchor88": "Some web browsers incorporate a “Do Not Track” feature (DNT) that signals to websites you visit that you do not want them tracking your online activity. Many websites and applications, including the Web Properties, do not currently respond to web browser DNT signals because those signals are not yet uniform. But you can limit their tracking using the options described above.",
        "no_anchor89": "Security",
        "no_anchor90": "We are committed to safeguarding your information. We use reasonable precautions—including technical, organizational, and administrative measures—designed to protect the privacy of your Personal Information, such as your username, password and User Account information. Our security measures, however, are limited to information we control.",
        "no_anchor91": "The Web Properties may include links and plug-ins to websites operated by third parties, such as Twitter, Facebook, LinkedIn, YouTube, and Instagram buttons (“Third-Party Sites”). JLR USA does not control any Third-Party Sites and is not responsible for any information they may collect/display or their other privacy practices. Please consult those Third-Party Sites’ privacy policies for details on their privacy practices.",
        "no_anchor92": "Your Privacy Rights",
        "no_anchor93": "Unless noted below, this section applies only to residents of California, Colorado, Connecticut, Virginia, and Utah. To the extent required by law, residents in those states have the following rights concerning their Personal Information:",
        "no_anchor94": "•Right to Access.You can ask us to provide you details about our collection and use of your Personal Information. Specifically, you can request that we provide you one or more of the following: the categories of Personal Information we collected about you; the categories of sources from which we collected your Personal information; our purposes for collecting, selling, or sharing your Personal Information; the categories of purchasers (grouped by categories of data we sold); the categories of recipients with whom we shared Personal Information (grouped by categories of data we shared); the categories of Personal Information we disclosed for a business purpose to third parties and the categories of such recipients (grouped by the categories of data we disclosed); and the specific pieces of Personal Information we collected about you.•Right to Deletion. You can ask us to delete your Personal Information that we collected about you.•Right to Correction. You can ask us correct inaccurate Personal Information we have about you.•Right to Details on Direct Marketing. If you are a California resident, you can ask us, once per year, to provide you information regarding our disclosures (if any) of your Personal Information to third parties for their direct marketing purposes.•Right to Opt-Out of Sales. You have the right to opt-out from having your Personal Information sold to third parties. We also make this right available to Nevada residents.•Right to Opt-Out of Targeted Advertising (Sharing). You can ask us to not allow third-party advertisers to collect your information on our website to provide you more relevant advertising based on your activity across multiple websites. [A practice known as “targeted advertising” in some places and “sharing” in California.]",
        "no_anchor95": "We will not discriminate against you for exercising those rights. If you or your authorized agent want to exercise the above rights, you can submit a request by:",
        "no_anchor96": "1.Emailing usatprivacy@jaguarlandrover.com. Please state in the subject line “Consumer Privacy Request” and then explain your request in the body of the message.2.Calling usat1-800-452-4827and explaining your request.3.Using our web formto submit a request. You can access that form by going to ourcontact us page, selecting “Customer Relationship Center” as the category, and clicking on “Privacy Request” as the topic.",
        "no_anchor97": "When you rely on an agent to submit a request, we will require (1) the agent provide us a signed permission demonstrating that you authorized them to act on your behalf and (2) you to verify your identity with us.",
        "no_anchor98": "Consistent with our commitment to protecting your privacy, we need to verify your identity before we can honor a request to access, correct, or delete information. We will try to verify your identity by asking for your full legal name, phone number, and email address and then comparing that information against our records. Sometimes, however, we may need you to provide us additional information in order to verify your identity, such as recent commercial activity or other identifying details. And, depending on the nature of your request, we may need you to take additional steps to help us verify your identity—such as providing a signed declaration under penalty of perjury that you are the consumer whose Personal Information is the subject of the request. We will only use this information to verify the requestor's identity or authority to make the request.",
        "no_anchor99": "If we did not honor your request in full, Colorado, Connecticut, and Virginia residents can file an appeal by contacting us atPrivacy@JaguarLandRover.com. In the subject line, please write: Data Subject Right Appeal. In your email, please include: (1) your name, (2) the date of the decision you are appealing, and (3) an explanation for why you disagree with that decision. We will contact you if we need more information.Third party cookies:",
        "no_anchor100": "",
        "no_anchor101": "",
        "no_anchor102": "First party cookies:",
        "no_anchor103": "",
        "no_anchor104": "",
        "no_anchor105": "",
        "no_anchor106": "Privacy Policy Updates",
        "no_anchor107": "If we change this Privacy Policy, we will post the new version so that you will always be able to understand our privacy practices, including what information we collect, how we use that information, and under what circumstances we may disclose it to others. If those revisions are material, we will contact you about the changes using the information we have on file. The changes will only apply to data we collect about you after the change takes effect, unless you agree that we can use the data we previously collected in new ways.",
        "no_anchor108": "Contact Us",
        "no_anchor109": "If you have questions or comments of any kind, or if you see anything on the Web Properties that you think is inappropriate or incorrect, please let us know by emailing us atprivacy@jaguarlandrover.com, calling us at(800) 346-3493, or mailing us at:",
        "no_anchor110": "Jaguar Land Rover North America, LLCAttn: Customer Care – Privacy Issues100 Jaguar Land Rover WayMahwah, New Jersey 07495",
        "no_anchor111": "© 2023 Jaguar Land Rover North America, LLC. All Rights Reserved.",
        "no_anchor112": "COMPARE OUR VEHICLES",
        "no_anchor113": "Select up to three Jaguar vehicles and compare them side by side",
        "no_anchor114": "BUILD YOUR OWN",
        "no_anchor115": "Use the configurator to design your perfect Jaguar vehicle",
        "no_anchor116": "SEARCH INVENTORY",
        "no_anchor117": "Search local retailer inventory for your perfect Jaguar model",
        "no_anchor118": "FIND A RETAILER",
        "no_anchor119": "Search for a Jaguar Retailer near you",
        "no_anchor120": "COMPARE OUR VEHICLES",
        "no_anchor121": "BUILD YOUR OWN",
        "no_anchor122": "SEARCH INVENTORY",
        "no_anchor123": "FIND A RETAILER",
        "no_anchor124": "© 2024 Jaguar Land Rover North America, LLC",
        "no_anchor125": "",
        "no_anchor126": "Important note on imagery & specifications.The global shortages of semiconductors and other materials are currently affecting vehicle build specifications, option availability, and build timings. This is a very dynamic situation, and as a result imagery used within the website at present may not fully reflect current specifications for features, options, trim and color schemes. Please contact your local authorized Jaguar Retailer for detailed specifications.",
        "no_anchor127": "",
        "no_anchor128": "Jaguar Land Rover Limited is constantly seeking ways to improve the specification, design and production of its vehicles, parts, options and/or accessories and alterations take place continually, and we reserve the right to make changes without notice. Some features may vary between optional and standard for different model year vehicles. The information, specification, engines and colors on this website are based on European specifications and may vary from market to market and are subject to change without notice. Some vehicles are shown with optional equipment and retailer-fit accessories that may not be available in all markets. Please contact your local authorized Jaguar Retailer for availability and prices.",
        "no_anchor129": "",
        "no_anchor130": "The mapping on this website is provided by external mapping providers and is for general information purposes only."
    },
    "https://www.jaguarusa.com, https://www.jaguarusa.com/terms-conditions.html": {
        "no_anchor0": "",
        "no_anchor1": "",
        "no_anchor2": "",
        "no_anchor3": "",
        "no_anchor4": "",
        "no_anchor5": "",
        "no_anchor6": "",
        "no_anchor7": "",
        "no_anchor8": "",
        "no_anchor9": "",
        "no_anchor10": "",
        "no_anchor11": "",
        "no_anchor12": "",
        "no_anchor13": "",
        "no_anchor14": "",
        "no_anchor15": "",
        "no_anchor16": "",
        "no_anchor17": "",
        "no_anchor18": "",
        "no_anchor19": "",
        "no_anchor20": "",
        "no_anchor21": "",
        "no_anchor22": "",
        "no_anchor23": "",
        "no_anchor24": "",
        "no_anchor25": "",
        "no_anchor26": "",
        "no_anchor27": "",
        "no_anchor28": "",
        "no_anchor29": "",
        "no_anchor30": "",
        "no_anchor31": "",
        "no_anchor32": "",
        "no_anchor33": "",
        "no_anchor34": "",
        "no_anchor35": "",
        "no_anchor36": "",
        "no_anchor37": "",
        "no_anchor38": "",
        "no_anchor39": "",
        "no_anchor40": "",
        "no_anchor41": "",
        "no_anchor42": "",
        "no_anchor43": "",
        "no_anchor44": "",
        "no_anchor45": "",
        "no_anchor46": "",
        "no_anchor47": "TERMS AND CONDITIONS",
        "no_anchor48": "Please read the following Terms and Conditions (the “Terms”) carefully before using any website of Jaguar Land Rover North America, LLC (“JLR USA”, “our” or “we”), including but not limited to the Jaguar USA and the Land Rover USA websites, as well as any online features, JLR USA mobile application that is made available by or on behalf of us, services and/or programs offered by JLR USA (collectively, the “Website”). These Terms are in effect for all of our websites (\"Web Properties\").",
        "no_anchor49": "These Terms are not applicable to any other web pages operated and/or owned by any entity other than JLR USA, including, but not limited to, Tata Motors, Jaguar Land Rover Limited, and any automobile retailer or service center. Users of the foregoing resources should refer to the Terms and Conditions in effect for the applicable owner.",
        "no_anchor50": "THESE TERMS PROVIDE IMPORTANT INFORMATION ABOUT YOUR LEGAL RIGHTS, REMEDIES, AND OBLIGATIONS. BY ACCESSING OR USING THE WEB PROPERTIES, YOU ARE ENTERING INTO A LEGAL CONTRACT WITH JLR USA REGARDING YOUR USE OF THE WEB PROPERTIES. BY ACCESSING OR USING THE WEB PROPERTIES, YOU AGREE TO BE BOUND BY THE TERMS AND ALL ADDITIONAL TERMS INCORPORATED BY REFERENCE. IF YOU DO NOT AGREE TO ANY PORTION OF THESE TERMS, YOU SHOULD NOT ACCESS OR OTHERWISE USE THE WEB PROPERTIES.",
        "no_anchor51": "We reserve the right ot modify these Terms, in whole or in part, at any time. We will update this web page with any changes to these Terms and you are encouraged to review these Terms frequently (the date of the most recent revision to these Terms appears at the end of these Terms).",
        "no_anchor52": "1.CONVENIENCE AND INFORMATION ONLY. The Web Properties are provided to you as a convenience and for your information only. By merely providing access to the Web Properties, JLR USA does not warrant or represent that: (a) any materials, documents, images, graphics, logos, design, audio, video and any other information provided from or on the Web Properties (collectively, the “Content”) is accurate or complete; (b) the Content is up-to-date or current; (c) JLR USA has any obligation to update any Content; (d) the Content is free from technical inaccuracies or programming or typographical errors; (e) the Content is free from changes caused by a third party; (f) your access to the Web Properties will be free from interruptions, errors, computer viruses or other harmful components; and/or (g) any information obtained in response to questions asked through the Web Properties is accurate or complete.",
        "no_anchor53": "2.WEB PROPERTIES USE AND CONTENT. JLR USA pages and materials may contain other copyright and proprietary rights notices and in no event may you remove, modify, or alter these notices. You may not use, modify, copy, print, display, reproduce, distribute or publish any information from the Web Properties without the express, prior, written consent of JLR USA. We may make changes to the Web Properties and/or to the services described in these Terms at any time and without further notice to you.",
        "no_anchor54": "3.USER ACCOUNT, PASSWORD AND SECURITY. When and if an account is assigned to an individual to access one of our systems (\"User Account\"s) and is used in connection with the Web Properties, the following shall apply.",
        "no_anchor55": "(a) USER ACCOUNT. We use reasonable precautions to protect the privacy of your User Account information, UserID and password. You, however, are ultimately responsible for protecting your UserID, password and User Account information from disclosure to third parties, and you are not permitted to circumvent the use of required encryption technologies, if any. You agree to (i) immediately notify JLR USA of any unauthorized use of your UserID, password or User Account, or any other breach of security, and (ii) ensure that you exit from your User Account at the end of each session. While we provide certain encryption technologies and use other reasonable precautions to protect your personal information and provide suitable security, we do not and cannot guarantee or warrant that information transmitted through the Internet is secure, or that such transmissions are free from delay, interruption, interception or error.",
        "no_anchor56": "(b) ACCURATE INFORMATION. In creating and using your User Account for use on the Web Properties, you agree to: (i) provide true, accurate, current and complete information about yourself on any registration form required for the Web Properties (such information being the “Registration Data”); and (ii) maintain and promptly update the Registration Data to keep it true, accurate, current and complete. If you provide any information that is untrue, inaccurate, not current or incomplete, or if JLR USA has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, then we have the right to suspend or terminate your User Account and refuse any and all current or future use of your User Account. (c)NON-TRANSFERABILITY OF USER ACCOUNT. User Accounts and UserIDs are non-transferable, and all users are obligated to take preventative measures to prohibit unauthorized users from accessing the Web Properties with his or her UserID and password.",
        "no_anchor57": "4.DISCLAIMERS.",
        "no_anchor58": "(a)NO WARRANTIES. When using the Web Properties, information will be transmitted in such a way that may be beyond the control of JLR USA. As such, JLR USA makes no warranty concerning the delay, failure, interruption, or corruption of any data, the Content, or other information transmitted in connection with the use of the Web Properties. YOU EXPRESSLY AGREE THAT YOUR USE OF THE WEB PROPERTIES IS AT YOUR SOLE RISK. THE WEB PROPERTIES AND THE CONTENT ARE PROVIDED “AS IS” AND “AS AVAILABLE” FOR YOUR USE, WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, UNLESS SUCH WARRANTIES ARE LEGALLY INCAPABLE OF EXCLUSION. WE MAKE NO REPRESENTATIONS OR WARRANTIES THAT THE WEB PROPERTIES, THE CONTENT OR ANY SERVICES OFFERED IN CONNECTION WITH THE WEB PROPERTIES ARE OR WILL REMAIN UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED OR THAT THE WEB PAGES ON OR THROUGH THE WEB PROPERTIES, OR THE SERVERS USED IN CONNECTION WITH THE WEB PROPERTIES, ARE OR WILL REMAIN FREE FROM ANY VIRUSES, WORMS, TIME BOMBS, DROP DEAD DEVICES, TROJAN HORSES OR OTHER HARMFUL COMPONENTS. JLR USA DOES NOT GUARANTEE THAT YOU WILL BE ABLE TO ACCESS OR USE THE WEB PROPERTIES AT TIMES OR LOCATIONS OF YOUR CHOOSING, OR THAT JLR USA WILL HAVE ADEQUATE CAPACITY FOR THE WEB PROPERTIES AS A WHOLE OR IN ANY SPECIFIC GEOGRAPHIC AREA. JLR USA MAKES NO REPRESENTATION OR WARRANTY REGARDING GOVERNMENT COMPLIANCE OF ANY SOFTWARE USED IN RUNNING THE WEB PROPERTIES. THE ENTIRE LIABILITY OF JLR USA AND YOUR EXCLUSIVE REMEDY WITH RESPECT TO THE USE OF ANY SERVICE OR PRODUCT PROVIDED ON OR THROUGH THE WEB PROPERTIES WILL BE THE REFUND OF THE PURCHASE PRICE FOR ANY PRODUCTS OR SERVICES FOUND TO BE INADEQUATE.",
        "no_anchor59": "(b)INDEMNIFICATION. You agree to defend, indemnify and hold harmless JLR USA and its directors, officers, employees and agents from and against any and all claims, demands, suits, proceedings, liabilities, judgments, losses, damages, expenses and costs (including reasonable attorneys’ fees) assessed or incurred by JLR USA, directly or indirectly, with respect to or arising out of: (i) your failure to comply with these Terms; (ii) your breach of your obligations under these Terms; and/or (iii) your use of the rights granted hereunder, including without limitation any claims made by any third parties.",
        "no_anchor60": "5.LIMITATION OF LIABILITY. IN NO EVENT SHALL JLR USA BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, PUNITIVE OR CONSEQUENTIAL DAMAGES ARISING FROM YOUR USE OF THE WEB PROPERTIES AND/OR ANY PRODUCTS OR SERVICES PROVIDED IN CONNECTION WITH THE WEB PROPERTIES OR FOR ANY OTHER CLAIM RELATED IN ANY WAY TO YOUR USE OF THE WEB PROPERTIES, ANY CONTENT AND/OR ANY PRODUCTS OR SERVICES PROVIDED IN CONNECTION WITH THE WEB PROPERTIES, INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR INTERRUPTION IN ITS USE OR AVAILABILITY. JLR USA'S LIABILITY IS LIMITED TO THE EXTENT OF ACTUAL DAMAGES INCURRED BY YOU, NOT TO EXCEED THE AMOUNT YOU ACTUALLY PAID TO JLR USA FOR GOODS OR SERVICES THROUGH THE WEB PROPERTIES, AND EXCLUSIVE OF AUTOMOBILE PURCHASES, LEASES, FINANCING AND VEHICLE MAINTENANCE OR SERVICE, IN THE PRIOR SIX (6) MONTHS, IF ANYTHING. JLR USA IS NOT LIABLE FOR ANY PERSONAL INJURY, INCLUDING DEATH, OR PROPERTY DAMAGE CAUSED BY YOUR USE OR MISUSE OF THE WEB PROPERTIES AND/OR THE CONTENT. REMEDIES UNDER THESE TERMS ARE EXCLUSIVE AND ARE LIMITED TO THOSE EXPRESSLY PROVIDED FOR IN THESE TERMS. IN STATES OR JURISDICTIONS THAT DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE LIABILITY OF JLR USA WILL BE LIMITED TO THE EXTENT PERMITTED BY APPLICABLE LAW.",
        "no_anchor61": "6.NO OFFER TO SELL OR LEASE. The Web Properties does not constitute an offer for the sale or lease of any particular vehicle. Distributors and retailers are not agents of JLR USA and have absolutely no authority to bind JLR USA by any express or implied undertaking or representation. The purchase of any Jaguar or Land Rover vehicle shall be subject to the terms and conditions of the applicable sale or lease contract. Any Manufacturer's Suggested Retail Price (MSRP) listed on the Web Properties includes destination & delivery and excludes taxes, title, license and local fees. Actual retailer price may vary. The Web Properties shall not be used or relied upon by you as a substitute for information that is available from an authorized Jaguar or Land Rover retailer.",
        "no_anchor62": "Jaguar and Land Rover retailers are independently owned and operated business entities that are not owned or operated by JLR USA.  The acceptance of a reservation by a Jaguar or Land Rover retailer is determined solely at the discretion of the Jaguar or Land Rover retailer, based on their evaluation and decision-making processes.  All pricing information is provided by the Jaguar or Land Rover retailer and JLR USA is not a party to any reservation.  JLR USA is not responsible for issues related to the reservation process, including, but not limited to, a Jaguar or Land Rover retailer’s acceptance or cancellation of a reservation, a customer request for cancellation of a reservation, vehicle availability, and the information presented by Jaguar or Land Rover retailer. For details on how a Jaguar and Land Rover retailer handles your personal information, please refer to their individual privacy policy. JLR USA is not responsible for mediating or managing disputes between customers and Jaguar and Land Rover retailers, and is not liable for any outcomes related to the reservation process.",
        "no_anchor63": "7.FUEL ECONOMY ESTIMATES. All fuel economy figures are based on US Environmental Protection Agency (EPA) calculations and are those published by the EPA. Fuel economy figures have been calculated using the same test cycle as used for official exhaust emission classification. Under normal use, a vehicle's actual fuel consumption figures may differ from those achieved through the applicable test procedure, depending on driving technique, road and traffic conditions, environmental factors, and vehicle condition. If you have any questions about fuel economy figures, please consult your retailer.",
        "no_anchor64": "8.PRIVACY. Personal information that you provide regarding yourself will be handled in accordance with JLR USA’s Privacy Policy. This Website may provide interactive services, including chatbot and managed chat technology. By accessing or using any of these features, you agree that we may record and retain a transcript of all communications with you via these interactive tools, in order to provide services, enhance your Website experience, and for quality and verification purposes. We may work with trusted service providers to analyze, store, and/or use this data on our behalf. Your use or access of any of these tools is governed by this section, the rest of the Terms, and our Privacy Policy.",
        "no_anchor65": "Our Privacy Policy is a part of these Terms, and is incorporated herein by this reference. Please review our Privacy Policyherefor more information.",
        "no_anchor66": "9.THIRD PARTY CONTENT.",
        "no_anchor67": "(a) JLR USA may provide hyperlinks to other websites maintained by third parties, or JLR USA may provide third party content on the Web Properties by framing or other methods (collectively, “Third Party Content”). In addition, the Web Properties may include certain applications, features, programs and services provided by third parties (collectively, the “Third Party Applications”). JLR USA does not control or monitor Third Party Content or Third Party Applications. JLR USA can make no guarantee as to the accuracy or completeness of Third Party Content or Third Party Applications. THE LINKS TO THIRD PARTY WEBSITES, ANY THIRD PARTY CONTENT, AND ANY THIRD PARTY APPLICATIONS ARE PROVIDED FOR YOUR CONVENIENCE AND INFORMATION ONLY. THE CONTENT ON ANY LINKED WEBSITE OR IN ANY THIRD PARTY APPLICATION IS NOT UNDER JLR USA’S CONTROL AND, JUST AS WITH WEB PROPERTIES, JLR USA IS NOT RESPONSIBLE FOR THE CONTENT OF LINKED WEBSITES AND/OR THIRD PARTY APPLICATIONS, INCLUDING ANY FURTHER LINKS CONTAINED IN A THIRD PARTY WEBSITE. JLR USA MAKES NO REPRESENTATIONS OR WARRANTIES IN CONNECTION WITH ANY THIRD PARTY CONTENT OR THIRD PARTY APPLICATIONS, WHICH AT ALL TIMES AND IN EACH INSTANCE IS PROVIDED “AS IS.” THIRD PARTY APPLICATIONS MAY BE SUBJECT TO ADDITIONAL TERMS AND CONDITIONS OR AGREEMENTS BETWEEN YOU AND THE PROVIDER OF SUCH THIRD PARTY APPLICATIONS AS MAY BE PROVIDED TO YOU IN CONNECTION THEREWITH, AND YOU AGREE TO FULLY COMPLY WITH ALL SUCH ADDITIONAL TERMS, CONDITIONS AND AGREEMENTS. IF YOU DECIDE TO ACCESS ANY OF THE THIRD PARTY WEBSITES LINKED TO THE WEB PROPERTIES, ANY THIRD PARTY CONTENT, AND/OR ANY THIRD PARTY APPLICATION, YOU DO SO ENTIRELY AT YOUR OWN RISK.",
        "no_anchor68": "(b) If a third party links or refers to the Web Properties, it is not necessarily an indication of an endorsement, authorization, sponsorship, affiliation, joint venture or partnership by or with JLR USA. JLR USA may not be aware that a third party has linked or refers to the Web Properties. A third party website that links or refers to the Web Properties: (i) may link or refer to, but not replicate, JLR USA’s Content; (ii) may not create a browser, border environment or frame JLR USA’s Content; (iii) may not imply that JLR USA is endorsing it or its products or services; (iv) may not misrepresent its relationship with JLR USA; (v) may not present false or misleading information about JLR USA’s products or services; (vi) must not include content that could be construed as distasteful, offensive or controversial; (vii) must contain only Content that is appropriate for all age groups; and (viii) must not knowingly collect information from children without first complying with all applicable laws, rules and regulations.",
        "no_anchor69": "10.INTELLECTUAL PROPERTY. The Content of the Web Properties, including but not limited to graphics, audio clips, video clips, and editorial content, is intellectual property owned, controlled and/or licensed by JLR USA. All applicable intellectual property laws, including copyright, trademark, and patent laws, protect JLR USA’s rights in and to the Content. No portion of the Content may be reproduced in any form or by any means, except as provided elsewhere in these Terms.",
        "no_anchor70": "The trademarks, service marks and logos used and displayed on the Web Properties are registered and unregistered trademarks. JLR USA is the copyright owner or authorized licensee of all text and all graphics contained on the Web Properties. All trademarks and service marks of JLR USA, or its subsidiaries or affiliates, that may be referred to on the Web Properties are the property of JLR USA, or one of its subsidiaries or affiliates. Other parties’ trademarks and service marks that may be referred to on the Web Properties are the property of their respective owners. Nothing on the Web Properties should be construed as granting, by implication, estoppel or otherwise, any license or right to use any of JLR USA’s, or its subsidiaries’ or affiliates’, trademarks, service marks or copyrights without JLR USA’S prior written permission. Neither the name of JLR USA, its subsidiaries or affiliates, nor any of JLR USA’s other trademarks, service marks or copyrighted materials may be used in any way, including in any advertising, hyperlink, publicity or promotional materials of any kind, whether relating to the Web Properties or otherwise, without JLR USA’s prior written permission, except that a third party website that desires to link to the Web Properties and that complies with the requirements above may use the names “Jaguar” or “Land Rover” in or as part of that link. JLR USA reserves the right to enforce its intellectual property right to the fullest extent permitted by law.",
        "no_anchor71": "11.SUBMISSIONS. If you send, transmit, post, email or otherwise convey to JLR USA, whether at our request or not, any non-personally identifiable information, software, photos, video, text, graphics, music, sounds, questions, creative suggestions, messages, comments, feedback, ideas, notes, drawings, articles, stories about yourself, or other materials of any kind whatsoever, including, but not limited to, postings in chat rooms or on bulletin boards (collectively, the “Submissions”), subject to JLR USA’s Privacy Policy, none of the Submissions will be subject to any obligation of confidentiality on our part, nor will we be liable for the use or disclosure of any Submissions. Without limitation of the foregoing, you grant JLR USA and its successors and assigns a royalty-free, perpetual, irrevocable, non-exclusive right (including any moral rights) and license (as well as consent) to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, communicate to the public, perform, display and sublicense any Submissions (in whole or in part and with or without the use of your name in conjunction therewith) anywhere in the world. You also grant to JLR USA and its successors and assigns the right to incorporate Submissions into other works in any form, medium or technology now known or later developed, for the full term of any copyrights, trademarks and other intellectual and proprietary rights (collectively, “Rights”) that may exist in such Submissions. You also warrant to JLR USA that any third party holder of any Rights has validly and irrevocably granted to you the right to grant the rights and licenses set forth above. You further acknowledge that JLR USA and its successors and assigns will be entitled to unrestricted use of the Submissions for any purpose whatsoever, commercial or otherwise.",
        "no_anchor72": "12.AVAILABILITY. Information that JLR USA publishes on or through the Web Properties may contain references or cross-references to products, programs or services of JLR USA, its partners, subsidiaries or affiliates that are not necessarily announced or available in your area. Such references do not mean that JLR USA, or any of its partners, subsidiaries or affiliates, will announce any of those products, programs or services in your area at any time in the future. You should contact JLR USA for information regarding the products, programs and services that may be available to you, if any.",
        "no_anchor73": "13.COPYRIGHT COMPLAINTS. JLR USA owns, protects and enforces copyright and other rights in its own intellectual property, and respects the intellectual property rights of others. Materials may be made available on or through the Web Properties by third parties not within the control of JLR USA. It is our policy not to permit materials known by us to be infringing to remain on or available through the Web Properties. Please notify us promptly if you believe that any materials on or available through the Web Properties infringe on your intellectual property rights or the intellectual property rights of anyone else. Once we receive proper notice of claimed infringement under the Digital Millennium Copyright Act (the “DMCA”), JLR USA will respond promptly to remove the material claimed to be infringing and will follow the procedures specified in the DMCA to resolve the claim between the notifying party and the alleged infringer who provided the content at issue. When notifying JLR USA of potential infringement, you must include the following:",
        "no_anchor74": "A provider of content subject to a claim of infringement may make a counter notification. To file a counter notification with us, please provide the DMCA Agent a written communication containing the following:",
        "no_anchor75": "",
        "no_anchor76": "JLR USA will promptly provide the party that provided the notice of claimed infringement with a copy of the counter notification, and inform the complaining party that we restore the removed or disabled content in ten (10) business days. If we do not receive notice that a lawsuit has been filed within ten (10) business days after we provide notice of the counter-notification, we will restore the removed or disabled materials. Until that time, your materials will remain removed or disabled.",
        "no_anchor77": "Notice of alleged infringement must be sent by electronic mail to the JLR USA Copyright Agent atcopyrightagent@jaguarlandrover.comor by certified mail and marked “Copyright Infringement” to JLR USA Customer Service at: 100 Jaguar Land Rover Way, Mahwah, New Jersey 07495, Attn: Copyright Agent.",
        "no_anchor78": "14.TERMINATION OF SERVICE. We may terminate your User Account or right to access secured portions of the Web Properties at any time, without notice, for conduct that we believe (1) violates these Terms and/or (2) is harmful to other users of the Web Properties, to JLR USA, to its partners, to the business of our Internet service provider, or to other information providers. If you violate any of these Terms, your permission to use the Content pursuant to Section 2 automatically terminates and you must immediately destroy any copies you have made of any portion of the Content.",
        "no_anchor79": "15.CLASS ACTION WAIVER AND ARBITRATION. Please read this provision carefully. It includes an agreement to mandatory arbitration, subject to a limited exception, which means that you agree to submit any dispute related to your use of any of the sites to binding individual arbitration rather than proceed in court. This provision also includes a class action waiver, which means that you agree to proceed with any dispute individually and not as part of a class action.",
        "no_anchor80": "This Section 15 addresses the resolution of any claim, dispute, or controversy you or another brings against JLR USA as well as its employees, parents, subsidiaries, affiliates, beneficiaries, agents, or assigns related to or arising from these Terms, the Website, or the Web Properties (“Claim”). You may not pursue a Claim as part of a class action. Unless we elect otherwise, and subject to the below, you agree to submit your Claim to final and binding arbitration for resolution by one of the following arbitration administers, American Arbitration Association or JAMS/Endispute. The arbitration will be conducted in accordance with the rules of the chosen arbitration administrator at the time you file your Claim, except that this Section 15 will prevail in the event of any conflict between it and the administrator’s rules.",
        "no_anchor81": "Prior to seeking arbitration, you must send us a written notice, by certified mail, describing (a) the nature and basis of the Claim; and (b) the specific relief sought. The notice must be addressed to: Dispute Resolution Agent, Jaguar Land Rover USA, LLC, 100 Jaguar Land Rover Way, Mahwah, New Jersey 07495 USA. If JLR USA and you do not reach an agreement to resolve the Claim within 30 days after we receive the notice, you may commence an arbitration proceeding.",
        "no_anchor82": "You waive your right to participate in legal proceedings related to a Claim if you do not notify us of the Claim within 100 days of the event or events giving rise to the Claim.",
        "no_anchor83": "We will pay all filing, administration, and arbitrator fees in connection with an arbitration, provided however that you agree to reimburse us for all monies previously disbursed by us that are otherwise your obligation to pay under the rules of the arbitration administrator in the event the administrator finds that either the substance of your Claim or the relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)).",
        "no_anchor84": "Instead of arbitration, you can elect to bring your Claim in small claims court at your own expense. But all other restrictions in this Section 15, including the prohibition on class actions (or similar collective actions) still apply if you pursue a Claim in small claims court.",
        "no_anchor85": "16.ADDITIONAL REMEDIES. You acknowledge that any conduct that is inconsistent with the provisions of these Terms may cause JLR USA irreparable damage for which remedies other than monetary relief may be inadequate. In such instances, you agree that JLR USA may seek injunctive or other equitable relief seeking to restrain such conduct without the necessity of proving actual harm or posting a bond.",
        "no_anchor86": "17.EXPORT RESTRICTIONS. Any software and all underlying information and technology downloaded or viewed from any Web Property or in connection with the services (collectively the “Software or Technical Data”) by you may be subject to U.S. export controls, including the Export Administration Act (50 U.S.C. Appx. §§ 2401 et seq.) and the Export Administration Regulations (50 C.F.R. Parts 730-774), and may be subject to export or import regulations in other countries. You are solely responsible for complying with all trade regulations and laws, both foreign and domestic, in your use and viewing of the Web Properties, the Content, and any products or services of Course JLR USA, including without limitation, the Software or Technical Data. Except as authorized by law, you agree and warrant not to export or re-export the Software or Technical Data to any county, or to any person, entity, or end-user subject to U.S. export controls, including without limitation persons or entities listed on the U.S. Department of Commerce Bureau of Export Administration’s Denied Parties List and the U.S. Department of Treasury’s Specially Designated Nationals. You further represent and warrant that no U.S. federal agency has suspended, revoked, or denied your export privileges.",
        "no_anchor87": "18.GOVERNING LAW AND JURISDICTION. You agree that all matters relating to your access to, or use of, this website shall be governed by the laws of the State of New Jersey. Subject to the provisions of Section 15, you agree and hereby submit to the exclusive personal jurisdiction and venue of the state or federal courts in the State of New Jersey, with respect to such matters.",
        "no_anchor88": "19.CUSTOMER COMMENTS. By submitting comments, information or feedback to us through email and/or the Web Properties, you agree that the information submitted will be subject to JLR USA’s Privacy Policy.",
        "no_anchor89": "Your Consent To This Agreement",
        "no_anchor90": "By accessing and using the Web Properties, you consent to and agree to be bound by the foregoing Terms. If you have additional questions or comments of any kind, or if you see anything on the Web Proprieties that you think is inappropriate, please let us know by sending your comments or requests to:",
        "no_anchor91": "Jaguar Land Rover North America, LLC100 Jaguar Land Rover WayMahwah, New Jersey 07495Attn: Customer Care – Web Site(800) 346-3493privacy@jaguarlandrover.comEFFECTIVE AS OF: October 7, 2024",
        "no_anchor92": "COMPARE OUR VEHICLES",
        "no_anchor93": "Select up to three Jaguar vehicles and compare them side by side",
        "no_anchor94": "BUILD YOUR OWN",
        "no_anchor95": "Use the configurator to design your perfect Jaguar",
        "no_anchor96": "SEARCH INVENTORY",
        "no_anchor97": "Search local retailer inventory for your perfect Jaguar model",
        "no_anchor98": "FIND A RETAILER",
        "no_anchor99": "Search for a Jaguar Retailer near you",
        "no_anchor100": "COMPARE OUR VEHICLES",
        "no_anchor101": "BUILD YOUR OWN",
        "no_anchor102": "SEARCH INVENTORY",
        "no_anchor103": "FIND A RETAILER",
        "no_anchor104": "© 2024 Jaguar Land Rover North America, LLC",
        "no_anchor105": "",
        "no_anchor106": "Important note on imagery & specifications.The global shortages of semiconductors and other materials are currently affecting vehicle build specifications, option availability, and build timings. This is a very dynamic situation, and as a result imagery used within the website at present may not fully reflect current specifications for features, options, trim and color schemes. Please contact your local authorized Jaguar Retailer for detailed specifications.",
        "no_anchor107": "",
        "no_anchor108": "Jaguar Land Rover Limited is constantly seeking ways to improve the specification, design and production of its vehicles, parts, options and/or accessories and alterations take place continually, and we reserve the right to make changes without notice. Some features may vary between optional and standard for different model year vehicles. The information, specification, engines and colors on this website are based on European specifications and may vary from market to market and are subject to change without notice. Some vehicles are shown with optional equipment and retailer-fit accessories that may not be available in all markets. Please contact your local authorized Jaguar Retailer for availability and prices.",
        "no_anchor109": "",
        "no_anchor110": "The mapping on this website is provided by external mapping providers and is for general information purposes only."
    }
}