{
    "https://www.sony.com, https://www.sony.com/en/privacy/": {
        "no_anchor0": "",
        "no_anchor1": "Games & Network Services",
        "no_anchor2": "PlayStation",
        "no_anchor3": "Sony Interactive Entertainment",
        "no_anchor4": "Music",
        "no_anchor5": "Pictures: Movies & TV Shows",
        "no_anchor6": "Electronics:Entertainment Technology & Services",
        "no_anchor7": "Consumer Electronics",
        "no_anchor8": "Professional Products & Solutions",
        "no_anchor9": "Imaging & Sensing Solutions",
        "no_anchor10": "Financial Services",
        "no_anchor11": "New Initiatives",
        "no_anchor12": "Sony's Purpose & Values",
        "no_anchor13": "Message from the CEO and COO",
        "no_anchor14": "News Releases",
        "no_anchor15": "Sony Corporate Blog",
        "no_anchor16": "Brand",
        "no_anchor17": "History",
        "no_anchor18": "Corporate Data",
        "no_anchor19": "Affiliated Companies",
        "no_anchor20": "Message from CTO",
        "no_anchor21": "Sony's R&D",
        "no_anchor22": "Stories",
        "no_anchor23": "People behind Sony's technology",
        "no_anchor24": "Programs & Events",
        "no_anchor25": "Responsible AI",
        "no_anchor26": "Human-Centered Design",
        "no_anchor27": "Vision of Founder and Approach to Sustainability",
        "no_anchor28": "Sustainability Report",
        "no_anchor29": "Environment",
        "no_anchor30": "Social Contribution",
        "no_anchor31": "Diversity, Equity & Inclusion",
        "no_anchor32": "Accessibility",
        "no_anchor33": "Response to COVID-19",
        "no_anchor34": "About",
        "no_anchor35": "Design Stories",
        "no_anchor36": "Interviews & Lectures",
        "no_anchor37": "Gallery",
        "no_anchor38": "News",
        "no_anchor39": "IR News",
        "no_anchor40": "IR Library",
        "no_anchor41": "Corporate Report",
        "no_anchor42": "Earning Announcement",
        "no_anchor43": "Corporate Bonds & Ratings",
        "no_anchor44": "Search",
        "anchor1-1": "Last Updated and Effective:01 April 2022",
        "anchor1-2": "This privacy policy (\"Privacy Policy\") applies only to the information collected by Sony Group Corporation (“Sony”or“We”) through certain subpages of Sony.com (www.sony.com) (“Website”) and any other websites, webpages and other online offerings that post a link to this Privacy Policy, whether accessed via computer, mobile device or other technology. Other websites and properties of Sony Group Corporation and affiliated Sony companies, including some that are linked to/from the Website, may have different privacy policies; therefore, please review the privacy policy notices on those websites or properties if you visit them.",
        "anchor1-3": "This Privacy Policy explains the information that Sony may collect when you interact with us through the Website and our practices with respect to that information. Please read this Privacy Policy carefully. In addition, please review the applicableTerms and Conditions, which govern your use of the Website.",
        "anchor1-5": "We do not require you to register or otherwise actively provide personal information in order to use the Website. However, whenever you visit or interact with the Website, Sony, as well as any third-party analytics providers or other service providers, may use a variety of technologies that automatically or passively collect information about how the Website is accessed and used (\"Usage Information\"). Usage Information may include, without limitation, browser type, operating system, the page served, time on the Website, and the preceding page views. Usage Information is treated as personal information where required by law.",
        "anchor1-6": "The Website is not directed to children. The threshold age for a child differs between countries/regions. We do not knowingly seek or collect information from children. If we learn that we have inadvertently collected information, including Usage Information, from a child through the Website, we will take reasonable measures to delete such information from our records.",
        "anchor1-8": "Sony may also automatically collect your IP address or other unique identifiers (\"Device Identifiers\") for the computer, mobile device, technology or other device (collectively, \"Devices\") you use to access the Website. A Device Identifier is a number that is automatically assigned to your Device when you access a property or its servers, and our computers identify your Device by its Device Identifier. Some mobile service providers may also provide us or our third-party service providers with information regarding the physical location of the Device used to access the Website.",
        "anchor1-9": "The technologies used on the Website to collect Usage Information, including Device Identifiers, may include:",
        "anchor1-11": "Please note that third parties may collect personal information about your online activities over time and across different websites when you visit or use the Website. For example, some third parties' embedded content or plugins on the Website, such as social media sharing tools, allow their operators to learn that you have visited or interacted with the Website, and they may combine this information with other identifiable information they have collected about your visits to other websites or online services. These third parties may handle this information, and other information they directly collect through their content and plugins, pursuant to their own privacy policies.",
        "anchor1-12": "Online Tracking.Some web browsers incorporate a “Do Not Track” feature that signals to websites you visit that you do not want to have your online activity tracked.  How browsers communicate the Do Not Track signal is not yet uniform. For this reason, the Website does not respond to such signals.",
        "anchor1-14": "Sony may use third-party network advertisers to serve advertisements on the Website and third-party analytics service providers to evaluate and provide us with information about the use of the Website and viewing of our content. We do not share the information that you provide to Sony with these third parties, but ad network providers, the advertisers, the sponsors, and/or analytics service providers may set and access their own cookies, web beacons and embedded scripts on your Device from our Website. These cookies, web beacons, and embedded scripts may collect personal information or other information about your use of the Website over time and other third-party websites or applications and they may otherwise collect or have access to information about you, including Usage Information. Cookies and web beacons, including those set by third-party network advertisers, may be used to, among other things, target advertisements, prevent you from seeing the same advertisements too many times, or conduct research regarding the usefulness of certain advertisements to you.",
        "anchor1-15": "To opt-out of such Cookies, please seeSony's Cookie Policy.",
        "anchor1-17": "Functionality on the Website may permit interactions between the Website and third-party properties, such as Facebook and Twitter. Such functionality enables you to “like” a product or online content, “share” content to other properties, and otherwise link the Website with another third-party property. If you choose to “like” or “share” content or to otherwise post information from or via the Website to a third-party property, that information may become public, and the third-party property may have access to information about you and your use of the Website.",
        "anchor1-18": "You may also choose to participate in a third-party application or feature (such as Facebook applications or a similar application or feature on a third-party property, or otherwise linking the Website with another property) through which you allow us to collect (or the third-party to share) information about you, including personal information. When you choose to participate, you may be opting to link your activity on our Website with that third-party property, which may then collect information about your visits to our Website and may publish that activity to your \"profile\" or similar feature with that third-party (such as if you choose to share content you find on or Website with your \"connections\" on the third-party's property). The information we collect is subject to this Privacy Policy. However, the information collected and stored by the third-party remains subject to the third-party's privacy practices, including whether the third-party continues to share information with us or with other third parties, the types of information shared, and your choices regarding what is visible to others on that third-party's property. The third-party may allow you to remove an application or feature, in which case we will no longer collect information about you through the application or feature, but we may retain the information previously collected in accordance with this Privacy Policy.",
        "anchor1-20": "Certain content on the Website may be hosted and served by third parties, which may include third-party widgets (such as those that allow you to \"like\" or \"share\" content with third-party websites and interactive services or to provide ratings and reviews). In addition, when you are on the Website you may be directed to other websites that are operated and controlled by third parties that are beyond our control. This includes links from advertisers, sponsors and partners that may use our logo(s) as part of a co-branding agreement. In addition, Sony content and widgets may be included on web pages and websites that are not associated with us and over which we have no control. These other websites may send their own Cookies to your Device, and they may independently collect data or solicit personal information. Sony is not responsible for the privacy practices of any third-party.",
        "anchor1-22": "Sony will use the information it collects, including Usage Information to: (i) improve the Website’s functionality and user experience, and (ii) inform product and service development as well as sales and marketing campaigns.",
        "anchor1-23": "Sony does not sell information collected through the Website.",
        "anchor1-24": "In accordance with our routine record keeping, we may delete certain records that contain information collected through the Website or otherwise. We are under no obligation to store such information indefinitely.",
        "anchor1-26": "We may share information, such as aggregate user statistics and Usage Information with third parties for a variety of purposes, including tailoring Sony’s promotions, advertising and communications we present to you.",
        "anchor1-27": "We may also share your information as set forth in this Privacy Policy and in the following circumstances:",
        "anchor1-28": "Sony.We may share information within and among entities affiliated with or related to us that are in the Sony group of companies (collectively, “Affiliates”), some of which are outside the scope of this Privacy Policy, for any purpose, including but not limited to: (i) business development; (ii) support of various business processes; (iii) security; (iv) research and development; and (v) to enable us to aggregate Usage Information between and amongst certain Sony properties. Affiliates that do not use this Privacy Policy will handle your information in accordance with their own privacy policies, the terms of which may be different than this Privacy Policy.",
        "anchor1-29": "Third Parties Providing Services on Our Behalf.We may from time to time employ third parties to perform functions on our behalf; examples include hosting or operating the Website and performing data analysis. We may share information with third parties for them to provide content or otherwise perform services for Sony. We and our Affiliates may also share your information with third-party advertising partners and with co-promotion partners.",
        "anchor1-30": "Business Transfers.Sony or any of its assets, including the Website may be sold, or other transactions may occur in which information collected by the Website is a business asset in the transaction. In such a case, your information may be one of the business assets we transfer. Hence, Sony and our Affiliates reserve the right to disclose and transfer user information in connection with a corporate merger, consolidation, restructuring, reorganization, the sale of certain stock and/or assets, or other corporate change including, without limitation, during the course of any due diligence process.",
        "anchor1-31": "Legal Protections and Law Enforcement.We may transfer and disclose information, including Usage Information and Device Identifiers (including IP addresses), to third parties: to comply with a legal obligation; to prevent fraud; when we believe in good faith that the law requires it; at the request of governmental authorities conducting an investigation; to verify or enforce Sony’s Terms and Conditions or other applicable policies; to respond to an emergency; or otherwise to protect the rights, property, safety, or security of third parties, visitors to our Website or the public. We may also use Device Identifiers to identify users, and may do so in cooperation with copyright owners, Internet service providers, wireless service providers or law enforcement agencies, in our discretion. Such disclosures may be carried out without notice to you.",
        "anchor1-33": "Unless otherwise required by law, we are not responsible for monitoring or recording any activity on the Website, although we reserve the right to do so.",
        "anchor1-34": "To help protect you and others, we monitor use of the Website, and we use the information we collect, in order to: identify fraudulent activities; prevent abuse of and investigate and/or seek prosecution for any potential threats to or misuse of the Website; ensure compliance with the applicable Terms & Conditions and this Privacy Policy; investigate violations of or enforce these agreements; and otherwise to protect the rights and property of us, our partners, and customers.  Monitoring may result in the collection, recording, and analysis of online activities performed on the Website.  If you do not consent to these conditions, you must discontinue your use of the Website.",
        "anchor1-35": "We seek to maintain reasonable security measures designed to help protect the information we collect against unauthorized or accidental disclosure, access, misuse, loss, or alteration. There is no such thing as perfect security. Although we strive to protect the information we collect, we cannot ensure or warrant the security of such information.",
        "anchor1-36": "We may retain information as long as it is necessary for us to fulfill the purposes outlined in this Privacy Policy.  In addition, we may retain information for an additional period as is permitted or required to, among other things, comply with our legal obligations, resolve disputes, and enforce agreements.  Where and when required by applicable law, we shall delete the information we collect.  Even if we delete information from active databases, the information may remain on backup or storage media.",
        "anchor1-38": "Sony operates globally and the Website is available to users worldwide. By using the Website, you fully understand and unambiguously consent to the processing, storage and transfer of your information as described in this Privacy Policy. Please be aware that the information Sony collects may be transferred to and/or processed in one or more countries other than the one in which you reside and/or are a citizen. The privacy laws of such jurisdiction(s) may not be as comprehensive as those in the country where you reside and/or are a citizen. Sony complies with all applicable legal requirements relating to the processing and transfer of personal information",
        "anchor1-40": "Sony reserves the right to change this Privacy Policy at any time, without prior notice to you, and any changes will become effective immediately upon posting, so please review this Privacy Policy periodically. If we make any material changes, we will post an updated notice on the Website prior to the changes becoming effective.",
        "anchor1-42": "If you have any questions or comments about our practices regarding personal information or about this Privacy Policy, please write to us at Sony:",
        "anchor1-43": "Compliance & Privacy Department.Sony Group Corporation1-7-1 Konan, Minato-ku,Tokyo108-0075 Japan",
        "anchor1-44": "Please be aware that other Sony Group companies may hold personal information about you based on your location and your interaction with other Sony products, services and devices. You can find links to the relevant Sony Group companies in your region by visitinghere.  Please refer to their respective websites and Privacy Policies to learn more about their practices and to find contact details for any questions you may have about the processing of your information."
    },
    "https://www.sony.com, https://www.sony.com/en/privacy/cookie/": {
        "no_anchor0": "",
        "no_anchor1": "Games & Network Services",
        "no_anchor2": "PlayStation",
        "no_anchor3": "Sony Interactive Entertainment",
        "no_anchor4": "Music",
        "no_anchor5": "Pictures: Movies & TV Shows",
        "no_anchor6": "Electronics:Entertainment Technology & Services",
        "no_anchor7": "Consumer Electronics",
        "no_anchor8": "Professional Products & Solutions",
        "no_anchor9": "Imaging & Sensing Solutions",
        "no_anchor10": "Financial Services",
        "no_anchor11": "New Initiatives",
        "no_anchor12": "Sony's Purpose & Values",
        "no_anchor13": "Message from the CEO and COO",
        "no_anchor14": "News Releases",
        "no_anchor15": "Sony Corporate Blog",
        "no_anchor16": "Brand",
        "no_anchor17": "History",
        "no_anchor18": "Corporate Data",
        "no_anchor19": "Affiliated Companies",
        "no_anchor20": "Message from CTO",
        "no_anchor21": "Sony's R&D",
        "no_anchor22": "Stories",
        "no_anchor23": "People behind Sony's technology",
        "no_anchor24": "Programs & Events",
        "no_anchor25": "Responsible AI",
        "no_anchor26": "Human-Centered Design",
        "no_anchor27": "Vision of Founder and Approach to Sustainability",
        "no_anchor28": "Sustainability Report",
        "no_anchor29": "Environment",
        "no_anchor30": "Social Contribution",
        "no_anchor31": "Diversity, Equity & Inclusion",
        "no_anchor32": "Accessibility",
        "no_anchor33": "Response to COVID-19",
        "no_anchor34": "About",
        "no_anchor35": "Design Stories",
        "no_anchor36": "Interviews & Lectures",
        "no_anchor37": "Gallery",
        "no_anchor38": "News",
        "no_anchor39": "IR News",
        "no_anchor40": "IR Library",
        "no_anchor41": "Corporate Report",
        "no_anchor42": "Earning Announcement",
        "no_anchor43": "Corporate Bonds & Ratings",
        "no_anchor44": "Search",
        "anchor1-1": "",
        "no_anchor45": ""
    }
}